IDEA Open Model
ConcreteBlockData.Depth Property
Compatible with IDEA StatiCa Beta 20.0
 Depth of the concrete block
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Depth { get; set; }
Public Property Depth As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace